[
  {
    "id": "football/2020/apr/02/premier-league-clubs-must-face-windfall-tax-over-wages-says-mp",
    "type": "article",
    "sectionId": "football",
    "sectionName": "Football",
    "webPublicationDate": "2020-04-02T20:06:53Z",
    "webTitle": "Premier League players may be willing to pay wages of club staff, says PFA",
    "webUrl": "https://www.theguardian.com/football/2020/apr/02/premier-league-clubs-must-face-windfall-tax-over-wages-says-mp",
    "apiUrl": "https://content.guardianapis.com/football/2020/apr/02/premier-league-clubs-must-face-windfall-tax-over-wages-says-mp",
    "fields": {
      "headline": "Premier League players may be willing to pay wages of club staff, says PFA",
      "standfirst": "<ul><li>Union responds to criticism of high earnings amid furloughs</li><li>Health minister Matt Hancock urges players to take pay cuts</li><li><a href=\"https://www.theguardian.com/politics/live/2020/apr/02/uk-coronavirus-live-news-updates-covid-19-testing\">Coronavirus – latest updates</a> | <a href=\"https://www.theguardian.com/world/coronavirus-outbreak\">See all our coronavirus coverage</a></li></ul>",
      "trailText": "Premier League players may be willing to pay the wages of their non-playing colleagues, if their clubs can show a genuine need for them to do so, the PFA has signalled",
      "byline": "David Conn and Paul MacInnes",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"8bb57df7-0848-48a9-b6f9-7f07f455b362\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/Q4yBJhveLzQ?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Premier League players may be willing to pay the wages of their non-playing colleagues, if their clubs can show a genuine need for them to do so because of the financial crisis caused by the Covid-19 pandemic, the Professional Footballers’ Association has signalled.</p> \n<p>The players’ union made that suggestion in an unusually <a href=\"https://www.thepfa.com/news/2020/4/2/pfa-covid-19-update\" title=\"\">detailed statement</a> in response to widespread calls for Premier League footballers to take pay cuts – including from the health secretary, Matt Hancock, at the government’s daily Covid-19 press conference, where he was standing in for the prime minister, Boris Johnson.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/apr/02/pay-cuts-furlough-or-deferrals-what-are-the-premier-league-clubs-doing\">Pay cuts, furlough or deferrals: what are the Premier League clubs doing?</a> </p> \n</aside> \n<p>As Premier League clubs prepared to meet on Friday, Hancock and the chair of the digital, culture, media and sport select committee, the Conservative MP Julian Knight, said they wanted to see players reduce their pay, as elite footballers became a visible focus of public criticism.</p> \n<p>Hancock, asked whether he thought players should take a cut rather than have clubs put their non-playing staff on the government’s furlough scheme, which pays 80% of employees’ wages up to a maximum £2,500 per month, linked top players’ pay to the deaths of NHS workers.</p> \n<p>“Given the sacrifices that many people are making, including some of my colleagues in the NHS who have made the ultimate sacrifice of going into work and have caught the disease and have sadly died, I think the first thing that Premier League footballers can do is make a contribution, take a pay cut and play their part,” he said.</p> \n<p>Earlier Knight had described top players being paid in full while non-playing staff lose some of their wages on furlough as “an obscene situation” and called for a windfall tax on clubs operating in that manner.</p> \n<p><a href=\"https://www.theguardian.com/football/2020/mar/31/daniel-levy-premier-league-managers-and-players-pay-cuts-tottenham-chairman-coronavirus\" title=\"\">Tottenham</a> and <a href=\"https://www.theguardian.com/football/2020/mar/30/newcastle-become-first-premier-league-club-to-put-staff-on-furlough\" title=\"\">Newcastle</a> <a href=\"https://www.theguardian.com/football/2020/mar/30/newcastle-become-first-premier-league-club-to-put-staff-on-furlough\" title=\"\">have announced their intention to furlough staff</a>, as well as Norwich and Bournemouth, who both said they would top up the £2,500 limit to ensure employees are not losing wages.</p> \n<figure class=\"element element-image element--showcase\" data-media-id=\"73e40051d6a4a0260f2ecf2c20e0bd20f7868899\"> \n <img src=\"https://media.guim.co.uk/73e40051d6a4a0260f2ecf2c20e0bd20f7868899/0_100_5481_3288/1000..jpg\" alt=\"Matt Hancock: “I think the first thing that Premier League footballers can do is make a contribution, take a pay cut and play their part.”\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Matt Hancock: “I think the first thing that Premier League footballers can do is make a contribution, take a pay cut and play their part.”</span> \n  <span class=\"element-image__credit\">Photograph: Pippa Fowles/Downing Street Handout</span> \n </figcaption> \n</figure> \n<p>In a statement, released after another day of talks with the Premier League and EFL, the PFA said: “The players we have spoken to recognise that the non-playing staff are a vital part of their club and they do not want to see club staff furloughed unfairly. Any use of the government’s support schemes without genuine financial need is detrimental to the wider society.”</p> \n<p>The union spelled out the position it has maintained since the pandemic resulted in the suspension of professional football on 13 March, that it recognises the crisis is unprecedented but wants to see proper financial information from individual clubs on which decisions can then be based. The implication of the statement, although not spelled out explicitly, is that the PFA will recommend players defer a portion of their wages if necessary, and that they use some of their generous salaries to pay non-playing colleagues if needed, but the union does not want to agree to blanket pay cuts.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/apr/02/wrong-to-play-liverpool-v-atletico-says-citys-public-health-director-matthew-ashton\">It was wrong to play against Atlético, says Liverpool's public health director</a> </p> \n</aside> \n<p>“In instances where clubs have the resources to pay all staff, the benefit of players paying non-playing staff salaries will only serve the business of the club’s shareholders,” the statement said, in a sharp observation aimed at wealthy owners. The statement accused “multiple” clubs in the EFL of putting their players, including those not hugely well paid and on 12-month contracts, under “significant pressure” to sign documents rapidly agreeing to changing their contracts and agreeing pay cuts.</p> \n<p>“We understand the severity of the situation and the challenges that clubs from all divisions face,” the statement said. “We have requested, via the leagues, that clubs provide us with information about their financial position, so that we can make informed decisions for the future – both immediate and long-term.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"e8bdc1b3-2ee8-481a-a05d-219b747ce8d1\" data-atom-type=\"audio\"> \n  <div>\n   <div class=\"atom-Audio\"></div>\n  </div>\n </gu-atom> \n</figure> \n<p>The union also said that when it does agree on any solutions, it will be prepared to contribute from its own considerable reserves to support the financial sustainability of football and its clubs.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/football/2020/apr/02/the-fiver-teddy-sheringham-football\">The Fiver | Happy birthday Teddy, the player who reminds us of good times</a> </p> \n</aside> \n<p>“We fully accept that players will have to be flexible and share the financial burden of the Covid-19 outbreak in order to secure the long-term future of their own club and indeed the wider game. Our advice going out to players at this point reflects that expectation. In addition, the PFA is also expecting to contribute financially to any solutions agreed upon.”</p> \n<p>While there has been widespread, vocal criticism of Premier League clubs using the furlough process, some high-profile people in the sport have questioned why footballers are being singled out.</p> \n<p>Gary Lineker, speaking to Sky News on Thursday, said some of the remarks had been too hasty. “It’s now up to the players how they respond, let’s give them a chance to respond, before this hugely judgmental pile-on that we always get nowadays,” he said.</p> \n<p>“Football is always an easy target but where are the big businessmen, where are the CEOs of these enormous companies, what are they doing at the moment?”</p>",
      "newspaperPageNumber": "40",
      "wordcount": "797",
      "firstPublicationDate": "2020-04-02T13:53:40Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-08-18T10:28:40Z",
      "newspaperEditionDate": "2020-04-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dt4dv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/07f291a3faa3031e0cb7197aadd6776fcaa3905f/0_106_4928_2956/500..jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Premier League players may be willing to pay the wages of their non-playing colleagues, if their clubs can show a genuine need for them to do so because of the financial crisis caused by the Covid-19 pandemic, the Professional Footballers’ Association has signalled. The players’ union made that suggestion in an unusually detailed statement in response to widespread calls for Premier League footballers to take pay cuts – including from the health secretary, Matt Hancock, at the government’s daily Covid-19 press conference, where he was standing in for the prime minister, Boris Johnson. As Premier League clubs prepared to meet on Friday, Hancock and the chair of the digital, culture, media and sport select committee, the Conservative MP Julian Knight, said they wanted to see players reduce their pay, as elite footballers became a visible focus of public criticism. Hancock, asked whether he thought players should take a cut rather than have clubs put their non-playing staff on the government’s furlough scheme, which pays 80% of employees’ wages up to a maximum £2,500 per month, linked top players’ pay to the deaths of NHS workers. “Given the sacrifices that many people are making, including some of my colleagues in the NHS who have made the ultimate sacrifice of going into work and have caught the disease and have sadly died, I think the first thing that Premier League footballers can do is make a contribution, take a pay cut and play their part,” he said. Earlier Knight had described top players being paid in full while non-playing staff lose some of their wages on furlough as “an obscene situation” and called for a windfall tax on clubs operating in that manner. Tottenham and Newcastle have announced their intention to furlough staff, as well as Norwich and Bournemouth, who both said they would top up the £2,500 limit to ensure employees are not losing wages. In a statement, released after another day of talks with the Premier League and EFL, the PFA said: “The players we have spoken to recognise that the non-playing staff are a vital part of their club and they do not want to see club staff furloughed unfairly. Any use of the government’s support schemes without genuine financial need is detrimental to the wider society.” The union spelled out the position it has maintained since the pandemic resulted in the suspension of professional football on 13 March, that it recognises the crisis is unprecedented but wants to see proper financial information from individual clubs on which decisions can then be based. The implication of the statement, although not spelled out explicitly, is that the PFA will recommend players defer a portion of their wages if necessary, and that they use some of their generous salaries to pay non-playing colleagues if needed, but the union does not want to agree to blanket pay cuts. “In instances where clubs have the resources to pay all staff, the benefit of players paying non-playing staff salaries will only serve the business of the club’s shareholders,” the statement said, in a sharp observation aimed at wealthy owners. The statement accused “multiple” clubs in the EFL of putting their players, including those not hugely well paid and on 12-month contracts, under “significant pressure” to sign documents rapidly agreeing to changing their contracts and agreeing pay cuts. “We understand the severity of the situation and the challenges that clubs from all divisions face,” the statement said. “We have requested, via the leagues, that clubs provide us with information about their financial position, so that we can make informed decisions for the future – both immediate and long-term.” The union also said that when it does agree on any solutions, it will be prepared to contribute from its own considerable reserves to support the financial sustainability of football and its clubs. “We fully accept that players will have to be flexible and share the financial burden of the Covid-19 outbreak in order to secure the long-term future of their own club and indeed the wider game. Our advice going out to players at this point reflects that expectation. In addition, the PFA is also expecting to contribute financially to any solutions agreed upon.” While there has been widespread, vocal criticism of Premier League clubs using the furlough process, some high-profile people in the sport have questioned why footballers are being singled out. Gary Lineker, speaking to Sky News on Thursday, said some of the remarks had been too hasty. “It’s now up to the players how they respond, let’s give them a chance to respond, before this hugely judgmental pile-on that we always get nowadays,” he said. “Football is always an easy target but where are the big businessmen, where are the CEOs of these enormous companies, what are they doing at the moment?”",
      "charCount": "4836",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/davidconn\">David Conn</a> and <a href=\"profile/paulmacinnes\">Paul MacInnes</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/sport",
    "pillarName": "Sport"
  },
]